import React from 'react';

function WhyUs() {
  return (
    <div className="flex flex-col lg:flex-row w-[63%] translate-x-7 h-4/6 self-center gap-8  mt-28">
      <img
        className="w-5/12 rounded-lg w-full lg:w-1/2 object-contain"
        src="./Logo.png"
        alt=""
      />
      <p className="mt-4 text-justify text-lg w-full">
        شرکت ما با افتخار در خدمت سالمندان عزیز است و هدف ما ایجاد آرامش، رفاه و
        کیفیت بالاتر زندگی برای آن‌هاست. با تیمی متخصص، دلسوز و آموزش‌دیده، ما
        خدماتی جامع و متنوع ارائه می‌دهیم که شامل مراقبت‌های روزانه، مشاوره،
        همراهی در فعالیت‌های روزمره و حمایت‌های عاطفی است. ما معتقدیم که
        سالمندان گنجینه‌ای ارزشمند از تجربه و دانش هستند و لایق بهترین مراقبت‌ها
        می‌باشند. انتخاب شرکت ما به معنای انتخاب امنیت، احترام و عشق برای عزیزان
        شماست. با ما، زندگی سالمندان نه تنها راحت‌تر، بلکه شادتر و پرمعناتر
        خواهد بود.
      </p>
    </div>
  );
}

export default WhyUs;
